export const ERRORS = {
  e001: `Что-то пошло не так. Попробуйте перезагрузить страницу.`,
  e002: 'Не удалось загрузить следующую страницу. Попробуйте перезагрузить страницу или позднее',
  e003: 'Ничего не найдено',
  e004: 'Пожалуйста, заполните это поле',
  e005: 'Неверный логин или пароль',
  e006: 'Сервис недоступен. Попробуйте позже',
  e007: 'Введите корректный email',
  e008: 'Подтвердите пароль',
  e009: 'Пароли не совпадают',
  e010: 'Минимальная длинна значения: ',
  e011: 'Пользователь с таким email уже существует',
  e012: 'Проверьте правильность введенных данных',
} as const;
